/* No comment provided by engineer. */
"Add image" = "Add image";

/* No comment provided by engineer. */
"Add image from" = "Add image from";

/* No comment provided by engineer. */
"Add title" = "Add title";

/* No comment provided by engineer. */
"Are you sure you want to delete this entry?" = "Are you sure you want to delete this entry?";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancelled" = "Cancelled";

/* No comment provided by engineer. */
"Cancelled sharing" = "Cancelled sharing";

/* No comment provided by engineer. */
"Could not open iMessage" = "Could not open iMessage";

/* No comment provided by engineer. */
"Could not open Mail" = "Could not open Mail";

/* No comment provided by engineer. */
"Could not send via FB" = "Could not send via FB";

/* No comment provided by engineer. */
"Could not send via iMessage" = "Could not send via iMessage";

/* No comment provided by engineer. */
"Could not send via Mail" = "Could not send via Mail";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Do you want to save your changes before going back?" = "Do you want to save your changes before going back?";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit entry" = "Edit entry";

/* No comment provided by engineer. */
"Entry removal" = "Entry removal";

/* No comment provided by engineer. */
"Entry sharing" = "Entry sharing";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"ERROR" = "ERROR";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"How was your day?" = "How was your day?";

/* No comment provided by engineer. */
"How's today?" = "How's today?";

/* No comment provided by engineer. */
"Image added" = "Image added";

/* No comment provided by engineer. */
"iMessage" = "iMessage";

/* No comment provided by engineer. */
"Let's remember this day!" = "Let's remember this day!";

/* No comment provided by engineer. */
"Location added" = "Location added";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* No comment provided by engineer. */
"month.april" = "APRIL";

/* No comment provided by engineer. */
"month.august" = "AUGUST";

/* No comment provided by engineer. */
"month.december" = "DECEMBER";

/* No comment provided by engineer. */
"month.february" = "FEBRUARY";

/* No comment provided by engineer. */
"month.january" = "JANUARY";

/* No comment provided by engineer. */
"month.july" = "JULY";

/* No comment provided by engineer. */
"month.june" = "JUNE";

/* No comment provided by engineer. */
"month.mars" = "MARS";

/* No comment provided by engineer. */
"month.may" = "MAY";

/* No comment provided by engineer. */
"month.november" = "NOVEMBER";

/* No comment provided by engineer. */
"month.october" = "OCTOVER";

/* No comment provided by engineer. */
"month.september" = "SEPTEMBER";

/* No comment provided by engineer. */
"Mood" = "Mood";

/* No comment provided by engineer. */
"Mood selected" = "Mood selected";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notes" = "Notes";

/* No comment provided by engineer. */
"Notes added" = "Notes added";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Remove current image" = "Remove current image";

/* No comment provided by engineer. */
"Remove entry" = "Remove entry";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Tap to add location" = "Tap to add location";

/* No comment provided by engineer. */
"Tell me about your day!" = "Tell me about your day!";

/* No comment provided by engineer. */
"This day's mood" = "This day's mood";

/* No comment provided by engineer. */
"Title added" = "Title added";

/* No comment provided by engineer. */
"TODAY" = "TODAY";

/* No comment provided by engineer. */
"Today is my favorite day" = "Today is my favorite day";

/* No comment provided by engineer. */
"Today's mood" = "Today's mood";

/* No comment provided by engineer. */
"Today's notes" = "Today's notes";

/* No comment provided by engineer. */
"Today's title" = "Today's title";

/* No comment provided by engineer. */
"Where do you want to share it?" = "Where do you want to share it?";

/* No comment provided by engineer. */
"Write down your notes here..." = "Write down your notes here...";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your location is not available right now. Please try again in a moment" = "Your location is not available right now. Please try again in a moment";

